/* Label */
" " = " ";

/* Label */
" and %d other times" = " și alte %d dăți";

/* Label */
" and %s for input" = " și %s pentru intrare";

/* Label */
" and one other time" = " și încă o dată";

/* Network address follows
   Organization name follows */

" at %s" = " la %s";

/* Label */
" contacts into %s" = " contacte în %s";

/* Preferences text label */
" covering 0-%dkHz spectrum" = " acoperind spectrul 0-%dkHz";

/* Menu item */
" for " = " pentru ";

/* Label
   Menu item */

" from " = " de la ";

/* SIP Address label */
" from %s" = " de la %s";

/* Label */
" in " = " în ";

/* Label */
" in %d countries" = " în %d țări";

/* Label */
" in one country" = " într-o țară";

/* Date label */
" newer than" = " mai nou decît";

/* Label */
" of " = " al ";

/* Date label */
" older than" = " mai vechi decît";

/* Date label */
" on %s. " = " la %s. ";

/* Label */
" out of %d entries" = " din %d intrări";

/* Menu item */
" to " = " la ";

/* Label */
"%d contacts found" = "%d contacte găsite";

/* Label */
"%d contacts have been restored. " = "Au fost recuperate %d contacte. ";

/* Label */
"%d contacts have been saved. You can restore them at a later time from Contacts/Restore menu." = "Au fost salvate %d contacte. Aceste contacte se pot recupera mai tîrziu în meniul Contacte.";

/* Label */
"%d devices available" = "%d aparate prezente";

/* Label */
"%d groups have been restored. " = "Au fost recuperate %d grupuri. ";

/* Contact detail */
"%d new messages" = "%d mesaje noi";

/* Contact detail */
"%d old messages" = "%d mesaje vechi";

/* System notification body */
"%d old voicemail messages" = "%d mesaje vocale vechi";

/* Label */
"%d Participants" = "%d participanți";

/* Label */
"%d Remote Conference Files" = "%d fisiere in conferință";

/* Menu item */
"%d Selected Groups" = "%d Grupuri Selectate";

/* Label */
"%d%% Loss" = "%d%% Piereri";

/* Label */
"%dms Latency" = "%dms întîrziere";

/* Label */
"%i chars left" = "%i caractere disponibile";

/* Menu item */
"%i hours, " = "%i ore, ";

/* Label */
"%i items" = "%i obiecte";

/* Menu item */
"%s - Waiting" = "%s - aștepare";

/* Spoken text by syntheziser */
"%s are now available. Start conference now?" = "%s sînt acum disponibili. Vrei să începi conferința acum?";

/* Label */
"%s changed encryption fingerprint. Please verify it again." = "%s și-a schimbat amprenta de criptare. Verifică din nou identitatea.";

/* Menu item */
"%s Group" = "%s Grup";

/* Label */
"%s has asked you a question to verify your identity:" = "%s a pus o întrebare pentru ați verifica identitatea:";

/* Label */
"%s is not a valid image" = "%s nu este o imagine validă";

/* System notification body %s is a a person name */
"%s is now " = "%s este acum ";

/* Spoken text by syntheziser */
"%s is now available" = "%s este acum disponibil";

/* Menu item */
"%s is Sharing Her Screen" = "%s iși partajează ecranul";

/* Label */
"%s is watching the screen" = "%s iți urmăreste ecranul";

/* Label */
"%s left the conversation" = "%s a părăsit conversația";

/* Label */
"%s Peer to Peer" = "%s Punct la Punct";

/* Window title */
"%s Preferences" = "Preferințe %s";

/* Label */
"%s requests your screen. Please confirm when asked." = "%s cere partajarea ecranului. Confirmă cînd trebuie.";

/* Label */
"%s Server Relayed" = "%s Retransmis de Server";

/* Label */
"%s Session requested by" = "Apel %s cerută de";

/* Menu item */
"%s Subscribed To My Availability" = "%s Abonați la Disponibilitatea Mea";

/* Menu item */
"%s Support Page..." = "Pagină Support %s...";

/* Menu item */
"%s using Diffie-Hellman key exchange (zRTP)" = "%s folosind schimarea cheii cu Diffie Hellman (zRTP)";

/* Label */
"%s wants to verify your identity using a commonly known secret." = "%s vrea sa-ți verifice identitatea folosind un secret comun.";

/* Tooltip text */
"%s wishes that text conversation is not saved in history database" = "%s dorește ca mesajele să nu fie salvate în baza de date";

/* System notification title */
"%s's Availability" = "Disponibilitatea lui %s";

/* Menu item */
"%s's fingerprint is " = "Amprenta lui %s este ";

/* Label */
"%s. There are no previous messages." = "%s. Nu exită mesaje anterioare.";

/* Label */
"%ss Latency" = "%ss Întîrziere";

/* Preferences text label */
".\nFor studio quality, disable the option 'Use ambient noise reduction' in System Preferences > Sound > Input section. " = ".\nPentru calitate maximă, dezactivează 'Atenuează zgomotul ambiental' în Preferințele systemului secțiunea Sunet, Intrare. ";

/* Label */
"1 contact found" = "1 contact găsit";

/* Label */
"1 item" = "1 obiect";

/* Menu item */
"A contact by dragging this audio call over it" = "Un contact trăgînd convorbirea audio peste el";

/* Label */
"A new audio device %s has been plugged-in. Would you like to switch to it?" = "A fost conectat un nou dispozitiv audio %s. Vrei să comuți pe el?";

/* Label */
"A state of the art, easy to use SIP client" = "Cel mai meseriaș client SIP";

/* Label */
"About %i minutes" = "Aproximativ %i minute";

/* Menu item */
"About %s" = "Despre %s";

/* Menu item */
"About %s..." = "Despre %s...";

/* Button title */
"Accept" = "Acceptă";

/* Button title */
"Accept All" = "Acceptă Tot";

/* Menu item */
"Accept Request" = "Acceptă Cererea";

/* Menu item */
"Accept Request and Create Contact..." = "Acceptă Cererea si Creează Un Contact Nou...";

/* Label */
"Accepting File Transfer..." = "Transferul Fisierul este Acceptat...";

/* Audio status label */
"Accepting Session..." = "Apelul Se Acceptă...";

/* Watchers menu item */
"Account %s" = "Cont %s";

/* Label */
"Account Label" = "Etichetă Cont";

/* Label */
"Account Web Page" = "Pagina Web";

/* Window Title */

"Accounts" = "Conturi";

/* Menu item */
"Activate OTR encryption for this session" = "Activează criptarea OTR pentru această apel";

/* Label */
"Active" = "Activat";

/* Button title */
"Add" = "Adaugă";

/* Menu item */
"Add %s to" = "Adaugă %s la";

/* Audio contextual menu */
"Add %s to Contacts" = "Adaugă %s la Contacte";

/* Enrollment window title */
"Add Account" = "Adaugă Cont";

/* Account popup menu item */
"Add Account..." = "Adaugă Cont...";

/* Enrollment panel label */
"Add an Existing SIP Account" = "Adaugă Un Cont Existent";

/* Tooltip */
"Add audio" = "Adaugă Audio";

/* Menu item */
"Add Chat" = "Adaugă Text";

/* Menu item */
"Add chat" = "Adaugă Text";

/* Window title */
"Add Contact" = "Adaugă Contact";

/* Menu item */
"Add Contact..." = "Adaugă Contact...";

/* Menu item */
"Add Group..." = "Adaugă Grup...";

/* Enrollment window title */
"Add New Account" = "Adaugă Cont Nou";

/* Window title */
"Add New Participant" = "Adaugă Un Nou Participant";

/* Window title */
"Add Participants to the Conference" = "Adaugă Participanți La Conferință";

/* Menu item */
"Add to Contacts List..." = "Adaugă La Lista de Contacte...";

/* Menu item */
"Add Video" = "Adaugă Video";

/* Tooltip */
"Add video" = "Adaugă Video";

/* Audio status label
   Label */

"Adding Audio..." = "Adăugare Audio...";

/* Label */
"Adding Video..." = "Se Adaugă Video...";

/* Label */
"Addition of %s" = "Adăugare %s";

/* Label */
"Addition of %s requested by" = "Adăugare %s cerută de";

/* Label */
"Addition of Audio requested by" = "Adăugare audio cerută de";

/* Label */
"Addition of Chat requested by" = "Adăugare text cerută de";

/* Label */
"Addition of unknown stream to existing session requested by" = "Adăugare canal necunoscut cerut de";

/* Label */
"Addition of Video requested by" = "Adaugare Video cerută de";

/* Group name label */
"Address Book" = "Contacte din Sistem";

/* Label */
"Address of the SIP conference server able to mix audio, chat, file transfers and provide participants information, must be given by the service provider. If empty, conference.sip2sip.info will be used by default" = "Adresa serverului de conferință. Daca nu este setată, se va folosi implicit serverul  conference.sip2sip.info";

/* Window title */
"Advanced" = "Avansat";

/* Label */
"Advanced Settings" = "Setări Avansate";

/* Menu item */
"After %s" = "Dupa %s";

/* Label */
"Alert Device" = "Dispozitiv De Alertare";

/* Label */
"Alert URL" = "URL Alertă";

/* Window title */
"Alerts" = "Alerte";

/* Label */
"all" = "tot";

/* Group name label */
"All Contacts" = "Toate Contactele";

/* Label */
"All contacts from the backup were already present. " = "Toate contactele erau deja prezente. ";

/* Label */
"All groups from the backup were already present. " = "Toate grupurile erau deja prezente. ";

/* Label */
"Alternate Proxy" = "Proxy Alternativ";

/* Label */
"Always add a numeric prefix when dialing telephone numbers, typically required by a PBX to obtain an outside line" = "Adaugă un prefix numeric inaintea numerelor de telefon, necesar pentru anunmite echipamente PBX";

/* Menu item */
"Always require OTR encryption with %s" = "Necesită întotdeauna criptare cu %s";

/* Label */
"Always Use My Proxy" = "Folosește Proxy Întotdeauna";

/* Label */
"and" = "și";

/* Contact detail */
"Anonymous" = "Anonim";

/* Label */
"Anonymous To Answering Machine" = "Mașina Răspunde La Anonimi";

/* Label */
"Answer Delay" = "Întîrziere Răspuns";

/* Window title */
"Answering Machine" = "Mașina De Mesaje";

/* Audio status label */
"Answering machine active" = "Mașina de mesaje activă";

/* Label */
"Answering Machine Settings" = "Setările Mașinii De Mesaje";

/* Label */
"Answering Machine starts in %is" = "Mașina De Mesaje pornește în %is";

/* Label */
"April" = "aprilie";

/* Time label */
"at %s" = "la %s";

/* Window title */
"Audio" = "Audio";

/* Label */
"Audio call from %s" = "Convorbire Audio de la %s";

/* System notification title */
"Audio Call Recorded" = "Convorvire Audio Înregistrată";

/* Label */
"Audio call requested by" = "Convorbire audio cerută de";

/* Label */
"Audio Calls" = "Convorbiri Audio";

/* Label */
"Audio Codecs" = "Codecuri Audio";

/* Window title */
"Audio Conference" = "Conferință Audio";

/* Button title */
"Audio Only" = "Numai Audio";

/* Menu item */
"Audio Recordings" = "Înregistrări Audio";

/* Audio status label */
"Audio Removed" = "Audio Terminat";

/* Preferences text label */
"Audio sample rate is set to %dkHz" = "Rata de eșantionare e setată la %dkHz";

/* Label */
"Audio Settings" = "Setări Audio";

/* Label */
"Audio Stream" = "Canal Audio";

/* Audio status label */
"Audio Timeout" = "Audio S-a Oprit";

/* Label */
"August" = "august";

/* Label */
"Authentication" = "Autentificare";

/* Label */
"Authentication failure" = "Parolă Greșită";

/* Label
   Menu item */

"Auto Rotate Cameras" = "Rotește Automat Camerele";

/* Label */
"Automatic Answer" = "Răspuns Automat";

/* Label */
"Automatic Recording" = "Înregistrare Automată";

/* Label */
"Automatic Transfer" = "Transfer Automat";

/* Label */
"Automatically Accept Chat Requests from Known Contacts" = "Acceptă Automat Conversații Text De La Contactele Mele";

/* Label */
"Automatically Accept Files from Known Contacts" = "Acceptă Automat Transfer De Fișiere De La Contactele Mele";

/* Label */
"Automatically accept transfer requests from remote party" = "Acceptă automat cereri de transfer";

/* Label */
"Automaticaly Accepting in %i s" = "Aceptare Automată in %i s";

/* Label */
"Availability" = "Disponibilitate";

/* Window title */
"Availability Information published by %s" = "Disponibilitatea publicată de %s";

/* Label */
"available" = "disponibil";

/* Menu item */
"Available" = "Disponibil";

/* Label */
"away" = "plecat";

/* Menu item */
"Away" = "Plecat";

/* Label */
"bits/s" = "bits/s";

/* Window Title */
"Blink for SIP2SIP" = "Blink pentru SIP2SIP";

/* Menu item */
"Block Request" = "Blochează Cerere";

/* Group name label */
"Blocked Contacts" = "Contacte Blocate";

/* Group name label */
"Bonjour Neighbours" = "Vecini Bonjour";

/* Button title */
"Browse" = "Caută";

/* Button title */
"Browse..." = "Selectează...";

/* Label */
"Built-in Microphone" = "Microfon integrat";

/* Label */
"Built-in Microphone and Output" = "Microfon și Ieșire Integrate";

/* Label */
"Built-in Output" = "Ieșire integrată";

/* Label */
"busy" = "ocupat";

/* Contact detail
   Menu item */

"Busy" = "Ocupat";

/* Contact detail */
"Busy Everywhere" = "Ocupat Peste Tot";

/* Label */
"Busy Here" = "Ocupat Aici";

/* Button title */
"Call" = "Apel";

/* Label */
"Call Cancelled" = "Apel Oprit";

/* Label */
"Call Declined" = "Apel Refuzat";

/* Label */
"Call Failed" = "Apel Eșsuat";

/* Label */
"Call from %s" = "Apel de la %s";

/* Audio session tooltip */
"Call transfer" = "Transfer convorbire";

/* Label */
"Call Waiting" = "Apeluri Multiple";

/* Window title */
"Camera Capture Error" = "Eroare De Achiziție a Camerei Video";

/* Button title */

"Cancel" = "Renunță";

/* Tooltip */
"Cancel Audio" = "Renuntă La Audio";

/* Tooltip */
"Cancel Chat" = "Renuntă La Text";

/* Label */
"Cancel outgoing sessions if not answered within this interval" = "Renuntă la apeluri daca nu există un răspuns în acest interval";

/* Button title */
"Cancel Proposal" = "Renuntă La Propunere";

/* Menu item */
"Cancel Screen Sharing Proposal" = "Renuntă La Propunere Partajare Ecran";

/* Menu item */
"Cancel Screen Sharing Request" = "Renuntă La Cererea De Partajare A Ecranului";

/* Label */
"cancelled" = "renunțat";

/* Label */
"Cancelled" = "Renunțat";

/* Audio status label */
"Cancelling Request..." = "Renuntă...";

/* Label */
"Cancelling Screen Sharing..." = "Renunț La Partajare Ecran...";

/* Label */
"Cannot add SIP Account: %s" = "Contul SIP nu se poate adăuga: %s";

/* Enrollment panel label */
"Cannot connect to enrollment server: %s" = "Conectarea la serverul de conturi SIP a eșuat: %s";

/* Enrollment panel label */
"Cannot decode data from enrollment server" = "Nu se pot descifra  datele de la serverul de conturi";

/* Window title */
"Cannot Initiate Session" = "Apelul nu pornește";

/* Window title */
"Cannot Send File" = "Nu se poate trimite fișierul";

/* Window title */
"Cannot Send Message" = "Mesajul Nu Poate Fi Trimis";

/* Label */
"Certificate Authority File" = "Autoritatea Eliberării Certificatului";

/* Window title */
"Chat" = "Text";

/* Label */
"Chat from %s" = "Convorbire Text cerută de %s";

/* System notification title */
"Chat History" = "Istorie Conversații Text";

/* System notification title
   Window title */
"Chat Message Received" = "Mesaj Text Primit";

/* Button title
   Label */
"Chat Only" = "Numai Text";

/* Label */
"Chat session is not OTR encrypted" = "Convorbirea Text nu este criptată cu OTR";

/* Label */
"Chat Session requested by" = "Convorbire Text cerută de";

/* Label */
"Chat Sessions" = "Conversații Text";

/* Label */
"Chat Settings" = "Setări Text";

/* Label */
"Chat Stream" = "Canal Text";

/* Window title */
"Chat with %s" = "Conversație cu %s";

/* Checkbox tooltip */
"Check if you want to customize the codec list for this account instead of using the global settings" = "Apasă ca sa configurezi ordinea codecurilor pentru acest cont.";

/* Menu item */
"Clear History" = "Șterge Istoria";

/* Label */
"Click on Editor toolbar button to switch back to the chat session" = "Apasă pe Editor ca să te intorci la convorbirea text";

/* Label */
"Click on the device icons to start a session" = "Apasă pe aparat pentru a suna";

/* Text placeholder */
"Click to add" = "Apasă pentru a adăuga";

/* Text placeholder */
"Click to add a new address" = "Apasă pentru a adăuga o adresă nouă";

/* Button title */
"Close" = "Închide";

/* Window Title */
"Close Chat Window" = "Închide Conversațiile Text";

/* Contacts menu item */
"Collapse Group" = "Colapsează Grupul";

/* Label */
"completed" = "finalizat";

/* Label */
"Completed transfer of " = "Transfer complet pentru ";

/* Label */
"Computing checksum..." = "Calculez suma de control...";

/* Label */
"Conference Server" = "Server De Conferințe";

/* Button title */
"Confirm" = "Confirmă";

/* Menu item */
"Confirm Identity by verbally comparing the phrase" = "Confirmă identitatea verbal comparînd fraza";

/* Button title */
"Connect" = "Conectează";

/* Audio status label */
"Connected" = "Conectat";

/* Audio status label
   Contact detail
   Label */


"Connecting..." = "Conectare...";

/* Label */
"Connection established" = "Conexiunea este activă";

/* Error label
   Label */

"Connection failed" = "Conexiune Eșuată";

/* Label */
"Connection refused" = "Conexiune Refuzată";

/* Label
   Window title */

"Contacts" = "Contacte";

/* Window title */
"Contacts Backup" = "Salvare Contacte";

/* Window title */
"Contacts Restore" = "Restaurare Contacte";

/* Label */
"Contacts Settings" = "Setări Contacte";

/* Button title */
"Continue" = "Continuă";

/* Menu item */
"Copy" = "Copiază";

/* Menu item */
"Copy To Search Bar" = "Copiază În Bara De Căutare";

/* Label */
"Core Engine Level" = "Nivel De Logare";

/* Label */
"Could not load page: %s" = "Pagina nu se încarcă: %s";

/* Check box title */
"Customize" = "Personalizează";

/* Menu item */
"Deactivate OTR encryption for this session" = "Dezactivează criptarea OTR pe durata acestui apel";

/* Label */
"December" = "decembrie";

/* Button title
   Menu item */

"Delete" = "Șterge";

/* Label */
"Delete '%s' from the Contacts list?" = "Șterge '%s' din lista de contacte?";

/* Menu item */
"Delete configuration" = "Șterge Configurația";

/* Window title */
"Delete Contact" = "Șterge Contact";

/* Window title */
"Delete Group" = "Șterge Grupul";

/* Menu item */
"Delete..." = "Șterge...";

/* Label */
"Deny Requests for Sharing My Screen" = "Refuză Cererile De Partajare A Ecranului";

/* Menu item */
"Deselect All" = "Debifează Tot";

/* Label */
"Dial Plan" = "Plan Numeric";

/* Label */
"Disable Collaboration Editor" = "Deacivează Editorul Cooperativ";

/* Label */
"Disable History" = "Dezactivează Istoria";

/* Label */
"Disable Replication" = "Dezactivează Replicarea";

/* Label */

"Disabled" = "Dezactivat";

/* Button title */
"Disconnect" = "Deconectează";

/* Menu item */
"Disconnect %s" = "Deconectează %s";

/* Menu item */
"Discovered using DNS Lookup" = "Descoperit folosing DNS";

/* Label */
"Displaying %d entries" = "Afișează %d intrări";

/* Label */
"Displaying %d to " = "Afișează %d pîna la ";

/* Label */
"Displaying 1 entry" = "Afișează o intrăre";

/* Label */
"Displaying all messages" = "Afișează toate mesajele";

/* Label */
"Displaying messages from last day" = "Afișare mesaje de ieri";

/* Label */
"Displaying messages from last month" = "Afișare mesaje din ultima lună";

/* Label */
"Displaying messages from last six months" = "Afișare mesaje din ultimile șase luni";

/* Label */
"Displaying messages from last three months" = "Afișare mesaje din ultimile trei luni";

/* Label */
"Displaying messages from last week" = "Afișare mesaje din ultima săptămînă";

/* Label */
"Displaying messages from last year" = "Afișare mesaje din ultimul an";

/* Audio status label
   Label */

"DNS Lookup failed" = "Căutare in DNS eșuată";

/* Label */
"Do Not Disturb" = "Nu Mă Deranja";

/* Label */
"Do Not Disturb Code" = "Cod Nu Deranja";

/* Label */
"Do Not Disturb Code can be in 400 or 600 range. Examples: use 486 code for Busy Here or 603 code for Busy Everywhere" = "Codul de răspuns pentru a nu deranja poate să fie între 400 și 600. Codul 486 este de obicei folosit pentru Sînt Ocupat iar 603 pentru Ocupat Peste Tot.";

/* Window title */
"Download File" = "Adu Fișier";

/* Menu item */
"Drag Request To An Existing Contact To Accept It" = "Trage Cererea Peste Un Contact Existent Pentru A O Accepta";

/* Audio status label */
"Drop outside to remove from conference" = "Trage afară pentru a scoate din conferiță";

/* Audio status label */
"Drop this over a contact to transfer" = "Trage asta peste un contact pentru a transfera convorbirea";

/* Audio status label */
"Drop this over a session or contact" = "Trage asta peste o convorbire sau contact";

/* Audio status label */
"Drop this over a session to conference" = "Trage asta peste o convorbire pentru a începe o conferintă";

/* Menu item */
"Edit" = "Modifică";

/* Window title */
"Edit Contact" = "Modifică Contact";

/* Menu item */
"Edit in Address Book..." = "Editare în Contactele Sistemului.....";

/* Menu item */
"Empty" = "Gol";

/* Label */
"Enable Acoustic Echo Cancellation" = "Anulează Ecoul Acustic";

/* Label */
"Enable On The Phone" = "Nedisponibil În Convorbiri Audio";

/* Preferences help label */
"Enable Screen Sharing in System Preferences > Sharing section.\nClick on the 'Computer Settings...' button and check the option 'Anyone may request permission to control screen'" = "Activează Partajarea Ecranului în Preferințe, secțiunea Partajare, Ecran. Apasă pe butonul 'Configurări Computer...' și bifează opțiunea 'Oricine poate solicita permisiunea de a controla ecranul'";

/* Label */
"Enable Short Messages" = "Activeză Mesaje Scurte";

/* Label */
"Enabled" = "Activat";

/* Label */
"Enabled When Automatic Answering Calls" = "Activat Cînd Se Răspunde Automat";

/* Menu item */
"Encrypt" = "Criptează";

/* Menu item */

"Encrypted" = "Criptat";

/* Label */
"Encrypted message %s is unreadable, as encryption is disabled" = "Mesajul criptat %s nu se poate citi deoarece criptarea este dezactivată";

/* Label */
"Encryption fingerprint has changed" = "S-a schimbat amprenta criptării";

/* Label */
"Encryption Warning" = "Avertisment Criptare";

/* Tooltip */
"End chat" = "Termină Convorbirea Text";

/* Label */
"ended" = "terminat";

/* Menu item */
"English" = "English";

/* Label */
"Enter a new name for the group:" = "Introduce un nume pentru grup:";

/* Label */
"Enter a password to encrypt the content of your messages on the replication server" = "Introduce o parolă pentru a cripta conținutul mesajelor pe serverul de replicare";

/* Label */
"Enter authentication username if different than the SIP Address username" = "Introduce numele utilizator în caz că este diferit de partea de utilizator a adresei SIP";

/* Audio status label */
"Enter DTMF using keyboard" = "Pt DTMF ai tastatură";

/* Search box placeholder */
"Enter Phone Number" = "Introduce Număr Telefon";

/* Window title */
"Enter STUN server" = "Introduce server STUN";

/* Label */
"Entered Password confirmation doesn't match." = "Parola introdusă nu se potrivește";

/* Menu item */
"Entire Screen" = "Tot Ecranul";

/* Audio status label
   Window title */

"Error" = "Eroare";

/* Label */
"Error creating SIP account: %s" = "Crearea contului SIP a eșuat: %s";

/* Label */
"Error downloading file: %s" = "Eroare la aducerea fișierului: %s";

/* Enrollment panel label */
"Error from enrollment server: %s" = "Eroare de la serverul de conturi: %s";

/* Label */
"Error starting screen sharing session." = "Partajarea Ecranului a eșuat.";

/* Label */
"Error: %s" = "Eroare: %s";

/* Contacts menu item */
"Expand Group" = "Expandează Grupul";

/* Label */
"Extended Debug" = "Debug Extins";

/* Label */
"External Alert" = "Alerte Externe";

/* Label */
"External Line Prefix" = "Prefix Linie Externă";

/* Label */
"failed" = "eșuat";

/* Label */
"Failed to enable OTR encryption" = "Nu se poate activa criptarea OTR";

/* Window title */
"Fatal Error Encountered" = "Eroare Capitală";

/* Label */
"February" = "februarie";

/* Label */
"File hash mismatch" = "Suma de control a fișierului nu se potrivește";

/* Label */
"File Logging" = "Logare În Fișier";

/* Label */
"File Received" = "Fișier Primit";

/* Label */
"File Sent" = "Fișier Trimis";

/* Label */
"File that contains a list of Certificate Autorities (CA) additional to the ones provided by MacOSX. Each CA must be in PEM format, multiple CA can be concantenated." = "Fișier care conține lista de autorități care semnează certificate TLS în format PEM concatenate.";

/* Window title */
"File Transfer" = "Transfer Fișier";

/* Label */
"File transfer from %s" = "Transfer De Fișier de la %s";

/* Label */
"File Transfer Settings" = "Setări Transfer Fișiere";

/* Label */
"File Transfers" = "Transfer Fișiere";

/* Audio status label
   Contact detail */


"Finding Destination..." = "Caut Destinația...";

/* Button Title */
"Finish" = "Terminat";

/* Menu item */
"Font Size" = "Mărimea Fontului";

/* Label */
"For studio quality, disable the option 'Use ambient noise reduction' in System Preferences > Sound > Input section. " = "Pentru calitate maximă, dezactivează 'Atenuează zgomotul ambiental' în Preferințele systemului secțiunea Sunet, Intrare. ";

/* Label */
"frames/s" = "cadre/s";

/* Label */
"Friday" = "vineri";

/* Label
   System notification body
   System notification subtitle */

"From %s" = "De la %s";

/* Label */
"from account %s" = "de la contul %s";

/* Menu item */
"From Backup Taken at %s..." = "Din Arhiva Salvată la %s...";

/* Label */
"Full Screen After Connect" = "Tot Ecranul după Conectare";

/* Audio status label */

"Gathering Complete" = "Adunare Completă";

/* Audio status label */

"Gathering ICE Candidates..." = "Adunare Candidați ICE...";

/* Label */
"General" = "General";

/* Label */
"GUI Settings" = "Setări Interfață";

/* Label */
"H.264 Codec" = "Codec H.264";

/* Menu item */
"Hangup" = "Închide";

/* Accesibility outlet description */
"Hangup Call" = "Închide";

/* Label */
"Hangup On Timeout" = "Închide Dacă Dezactivat";

/* Window title */
"Help" = "Ajutor";

/* Menu item */
"Hide" = "Ascunde";

/* Menu item */
"Hide Confirm Identity Phrase" = "Ascunde Fraza Pentru Confirmarea Identității";

/* Contacts menu item */
"Hide Dialpad" = "Ascunde Tastatura Numerică";

/* Menu item */
"Hide Entries" = "Ascunde Intrările";

/* Menu item */
"Hide Entry" = "Ascunde Intrarea";

/* Label */
"Hide My Location" = "Ascunde Locația";

/* Label */
"Hide My Timezone" = "Ascunde Fusul Orar";

/* Menu item */
"Hide Session Information" = "Ascunde Informația Apelului";

/* Menu item */
"History..." = "Istoria Apelurilor...";

/* Tooltip */
"Hold" = "Pauză";

/* Audio status label
   Label */

"Hold by Remote" = "Pauză Depărtare";

/* Accesibility outlet description */
"Hold Call" = "Pauză";

/* Label */
"Host to Host" = "Host la Host";

/* Label */
"Hostname or IP Address" = "Adresă Host sau IP";

/* Menu item */
"I have verified %s's fingerprint" = "Am verificat amprenta lui %s";

/* Audio status label */

"ICE Negotiation Failed" = "Negociere ICE eșuată";

/* Audio status label */

"ICE Negotiation Succeeded" = "Negociere ICE reușită";

/* Menu item */
"Identity Confirmed" = "Identitate Confirmată";

/* Label */
"Identity verification failed. Try again later." = "Verificare identității a eșuat. Încearcă mai tîrziu din nou.";

/* Window title */
"Identity Verification for %s" = "Verificare Identitate pentru %s";

/* Label */
"Identity verification in progress..." = "Identitatea se verifică...";

/* Label */
"Identity verification request received" = "Cerere de verificare primită";

/* Label */
"Identity verification succeeded" = "Identitatea verificată cu succes";

/* Label */
"Idle Threshold" = "Limită Inactivitate";

/* Label */
"If disabled, acoustic echo cancelation and noise reduction are disabled and the sampling rate is raised to 48kHz to achieve best audio quality possible. To increase audio quality, also disable Use ambient noise reduction in System Preferences in the microphone input section. When enabled, the sampling rate of the audio engine is set to 32kHz." = "Dacă este dezactivat, anularea ecoului acustic nu se mai folosește și rata de eșantionare crește la 48kHz pentru a obține calitatea maximă a sunetului. Trebuie folosită o cască audio corespunzătoare. Cînd este activat, rata de eșantionare coboară la 32kHz.";

/* Label */
"If disabled, new incoming calls are rejected with busy signal (486) if an audio call is already in progress" = "Dacă e dezactivat, apelurile sînt refuzate cu codul ocupat (486) dacă există deja o convorbire audio";

/* Label */
"If empty, it is automatically discovered using DNS lookup for SRV record of _msrps._tcp.domain" = "Daca nu e setată, adresa va fi descoperită folosind căutare DNS pentru înregistrarea SRV _msrps._tcp.domeniu";

/* Label */
"If empty, it is automatically discovered using DNS lookup for TXT record of xcap.domain" = "Daca nu e setată, adresa va fi descoperită folosind căutare DNS pentru înregistrarea TXT xcap.domeniu";

/* Label */
"If RTP is not received in this interval, audio calls will be hangup when Hangup on Timeout option in the RTP advanced section of the account is enabled" = "Dacă nu s-a primit RTP în acest interval, convorbirea audio se va termina cînd aceasta opțiune este activată in sectiunea avansata RTP a contului.";

/* Button title */
"Ignore" = "Ignoră";

/* Label */
"Inbound Ringtone" = "Ton Sonerie";

/* Label */
"Incoming %s/s" = "Intrare %s/s";

/* Contact detail */
"Incoming call" = "Apel primit";

/* Window title */
"Incoming Call From %s" = "Apel de la %s";

/* Group name label
   Menu item */

"Incoming Calls" = "Apeluri Primite";

/* Label */
"Incoming image file transfer finished" = "Transferul imaginii este complet";

/* Label */
"Incoming Session request from" = "Ești Apelat de";

/* Label */
"Input Device" = "Dispozitiv Intrare";

/* Label */
"Interrupted" = "Intrerupt";

/* Label */
"Interval after which my availability is set to away" = "Interval dupa care devin automat nedisponibil";

/* Alert panel
   Window title */

"Invalid Address" = "Adresă Invalidă";

/* Window title */
"Invalid Characters" = "Caractere Invalide";

/* Label */
"Invalid characters in option value." = "Caracter invalide în optiune";

/* Window title */
"Invalid Code" = "Cod invalid";

/* Label */
"Invalid conference SIP address: %s" = "Adresă SIP de conferință invalidă: %s";

/* Label */
"Invalid domain name chosen. Valid domain names are: %s" = "Domeniul este invalid. Domeniile valide sînt: %s";

/* Window title */
"Invalid DTMF delimiter" = "Delimitator DTMF invalid";

/* Window title */
"Invalid Hour" = "Oră Invalidă";

/* Label */
"Invalid server address: %s" = "Adresă server invalidă: %s";

/* Label */
"Invalid SIP address: %s" = "Adresă SIP invalidă: %s";

/* Error label */
"Invalid SIP port value: TCP and TLS ports cannot be the same" = "Port SIP invalid: TCP si TLS nu pot folosi același port";

/* Menu item */
"Invisible" = "Invizibil";

/* Contact detail */
"Invitation accepted" = "Invitație Acceptată";

/* Contact detail */
"Invitation failed: %s" = "Initația a eșuat: %s";

/* Contact detail */
"Invitation sent..." = "Invitație trimisă...";

/* Label */
"INVITE Timeout" = "Așteptare Răspuns";

/* Menu item */
"Invite to Chat..." = "Conversație Text...";

/* Menu item */
"Invite To Conference" = "Invită În Conferința";

/* Label */
"January" = "ianuarie";

/* Label */
"July" = "julie";

/* Label */
"June" = "junie";

/* Label */
"Keep scrolling up for more than one second to load older messages" = "Ține mausul în sus pentru mai mult de o secundă pentru a încărca mesaje mai vechi";

/* Label */
"Keep Window on Top" = "Ține Fereastra la Suprafață";

/* Label */
"Label displayed in account popup up menu instead of the sip address" = "Etichetă afișată în locul adresei contului SIP in lista de conturi din interfața principală";

/* Label */
"Language" = "Limbă";

/* Menu item */
"Last Calls" = "Ultimile Apeluri";

/* Menu item */
"Last Day" = "Ultima zi";

/* Menu item */
"Last Month" = "Ultima lună";

/* Menu item */
"Last Week" = "Ultima săptămînă";

/* Label */
"LDAP Directory" = "Director LDAP";

/* Label */
"Less than 1 minute" = "Mai puțin de 1 minut";

/* Label */
"List of numeric prefixes separated by spaces that auto-selects this account for outgoing calls to telephone numbers starting with any such prefix (e.g. +31 0031)" = "Listă de prefixe numerice separate prin spațiu care cauzează auto-selectarea acestui cont cînd se formează un număr de telefon care se potrivește cu prefixul (de exemplu 0040 +40)";

/* Label */
"Loading" = "Incarcă";

/* Label */
"Loading all messages..." = "Incarcă toate mesajele...";

/* Label */
"Loading messages from last day..." = "Încarc mesajele din ultima zi...";

/* Label */
"Loading messages from last month..." = "Încarc mesajele din ultima lună...";

/* Label */
"Loading messages from last six months..." = "Încarc mesajele din ultimile șase luni...";

/* Label */
"Loading messages from last three months..." = "Încarc mesajele din ultimile trei luni...";

/* Label */
"Loading messages from last week..." = "Încarc mesajele din ultima săptămîna...";

/* Label */
"Loading messages from last year..." = "Încarc mesajele din ultimul an ...";

/* Label */
"Loading messages..." = "Incarcă mesajele...";

/* Label */
"Log Core Engine" = "Motorul de Bază";

/* Label */
"Log MSRP Media" = "Canalul MSRP";

/* Label */
"Log Notifications" = "Notificările";

/* Label */
"Log SIP Signaling" = "Semnalizarea SIP";

/* Label */
"Log XCAP Storage" = "Stocarea XCAP";

/* Label */
"Mailbox URI" = "Adresa Căsuței Vocale";

/* Menu item */
"Mandatory" = "Obligatoriu";

/* Label */
"March" = "martie";

/* Label */
"Maximum Duration" = "Durată Maximă";

/* Audio recording text label */
"Maximum message length reached" = "S-a ajuns la lungimea maximă a mesajului";

/* Label */
"May" = "mai";

/* Label */
"Media Support Detection" = "Detecție Canele Suportate";

/* Label */
"Message %s is not encrypted, while encryption was expected" = "Mesajul %s nu este criptat deși era de așteptat";

/* Label */
"Message delivery failure" = "Trimiterea Mesajului A Eșuat";

/* Label */
"Message Received" = "Mesaj Primit";

/* Label */
"Message Sent" = "Mesaj Trimis";

/* Label */
"milliseconds" = "milisecunde";

/* Label */
"missed" = "pierdut";

/* Label */
"Missed Call" = "Convorbire Pierdută";

/* Contact detail */
"Missed call" = "Apel pierdut";

/* Group name label
   Menu item */

"Missed Calls" = "Apeluri Pierdute";

/* Label */
"Monday" = "luni";

/* Button title */
"Move Down" = "Mută Jos";

/* Menu item */
"Move Group" = "Mută Grupul";

/* Button title */
"Move Up" = "Mută Sus";

/* Label */
"MSRP connection failed" = "Conexiune MSRP eșuată";

/* Label */
"MSRP Media" = "Canal MSRP";

/* Label */
"MSRP Relay" = "Releu MSRP";

/* Label */
"MSRP relay authentication failed" = "Autentificarea la releul MSRP a eșuat";

/* Label */
"Multiple Incoming Calls" = "Apeluri Multiple";

/* Label */
"Must be between 0 and 23." = "Trebuie să fie între 0 si 23.";

/* Accesibility outlet description */
"Mute Participant" = "Oprește Microfonul Participantului";

/* Label */
"Muted" = "Microfon Oprit";

/* Menu item */
"My fingerprint is %s" = "Amprenta mea este %s";

/* Activity menu item */
"My Recent Availability" = "Disponibilitatea Mea Anterioară";

/* Menu item */
"My Screen is Shared with %s" = "Ecranul Meu Este Partajat cu %s";

/* Label */
"My Screen requested by" = "Partajarea Ecranului cerută de";

/* Button title
   Window title */

"My Video" = "Video Local";

/* Label */
"NAT Traversal" = "Traversare NAT";

/* Label */
"Negotiate an optimal RTP media path between SIP end-points by trying to avoid intermediate RTP media relays" = "Negociază un canal optim RTP între dispozitivele clienților încercînd să se evite un releu intermediar";

/* Label */
"Negotiating Encryption..." = "Negociere Criptare...";

/* Audio status label */

"Negotiating ICE..." = "Negociez ICE...";

/* Label */
"Network Timeout" = "Nici un Raspuns din Rețea";

/* Window title */
"New Account Added" = "Cont Nou Adăugat";

/* Window title */
"New Audio Device" = "Nou Dispozitiv Audio";

/* System notification title */
"New Contact Request" = "Nouă Cerere de Contact";

/* Group name label */
"New Contact Requests" = "Noi Cereri de Contact";

/* System notification title */
"New Voicemail Message" = "Nou mesaj vocal";

/* System notification title */
"New Voicemail Messages" = "Noi Mesaje Vocale";

/* Label */
"Newer contacts will be preserved." = "Contactele mai noi nu se schimbă";

/* Label */
"Nickname" = "Poreclă";

/* Account popup menu item */
"No Accounts" = "Nici Un Cont";

/* No comment provided by engineer. */
"No Backups Available" = "Nici O Arhivă Disponibilă";

/* Label
   Menu item */

"No conference server in this neighbourhood" = "Nu e nici un server în preajmă";

/* Menu item */
"No configurations saved" = "Nu exită configurații salvate";

/* Label */
"No entry found" = "Nici o intrare";

/* Menu item */
"No Fingerprint Discovered" = "Nici O Amprentă Descoperită";

/* Group name label */
"No Group" = "Nici un group";

/* Label */
"No IP Address" = "Fără Adresa IP";

/* No comment provided by engineer. */
"No recordings available" = "Nu există înregistrări";

/* Menu item */
"No Selected Groups" = "Nici Un Grup Selectat";

/* Label */
"No voicemail URI set" = "Adresă Pentru Mesaje Vocale nu e setată";

/* Watchers menu item */
"Nobody" = "Nimeni";

/* Contact detail */
"Nobody answered" = "Nu răspunde nimeni";

/* Menu item
   Menu Item */

"None" = "Nici unul";

/* Label */
"Normally, the MSRP relay is used only for incoming sessions, this setting also forces the outbound sessions through the MSRP relay" = "Această setare forțează utilizarea releului MSRP pentru apeluri. Normal releul se foloșeste numai pentru apeluri primite.";

/* Menu item */
"Not Set" = "Nesetat";

/* Label */
"Not Supported" = "Nesuportat";

/* Label */
"November" = "noiembrie";

/* Label */
"October" = "octombrie";

/* Label */
"offered by" = "propus de";

/* Label */
"Offering File..." = "Ofer Fișier...";

/* Label */
"Offering Screen Sharing..." = "Ofer Partajare Ecran...";

/* Label */
"offline" = "offline";

/* Menu item */
"Offline Note..." = "Nota Offline...";

/* Button title */
"OK" = "OK";

/* Date label */
"on %s" = " la %s";

/* Audio status label
   Label */


"On Hold" = "În Pauză";

/* Label */
"On the Phone" = "La Telefon";

/* System notification subtitle */
"On Voicemail Server" = "Pe serverul de mesaje";

/* Label */
"One contact has been restored. " = "A fost recuperat un contact. ";

/* Label */
"One device available" = "Un aparat prezent";

/* Label */
"One group has been restored. " = "A fost recuperat un grup. ";

/* Menu item */
"One Selected Group" = "Un Grup Selectat";

/* Group name label */
"Online Contacts" = "Contacte Online";

/* Menu item */
"Online Devices" = "Dispozitive Active";

/* Button title */
"Only * or # are allowed." = "Sînt permise numai * sau #.";

/* Label */
"Only digits are allowed." = "Sînt permise numai cifre.";

/* Label */
"Open Alert URL After Connect" = "Deschide URL După Conectare";

/* Menu item */
"Open URL" = "Deschide URL";

/* Menu item */
"Optional" = "Optional";

/* Label */
"OTR Encryption" = "Criptare OTR";

/* Label */
"OTR encryption error: %s" = "Eroare Criptare OTR: %s";

/* Menu item */
"OTR encryption is disabled in Chat preferences" = "Criptarea OTR este dezactivată in secțiunea Text a preferințelor";

/* Menu item */
"OTR encryption is not possible within a multi-party conference" = "Criptarea OTR nu este posibilă întro apel de tip conferință cu mai mulți participanți";

/* Menu item */
"OTR encryption is possible after connection is established" = "Criptarea OTR este posibilă dupa realizarea conexiunii";

/* Menu item */
"OTR negotiation in progress..." = "Negociere OTR în curs...";

/* Label */
"OTR negotiation timed out" = "Negociere OTR esuată";

/* Label
   Menu item */

"Outbound Proxy" = "Proxy Ieșire";

/* Label */
"Outbound Ringtone" = "Tonul De Ieșire";

/* Label */
"Outgoing %s/s" = "Ieșire %s/s";

/* Contact detail */
"Outgoing call" = "Apel făcut";

/* Group name label
   Menu item */

"Outgoing Calls" = "Apeluri Făcute";

/* Label */
"Output Device" = "Dispozitiv Ieșire";

/* Label */
"Overwrite the address of the SIP Outbound Proxy obtained normally from the DNS. Example: proxy.example.com:5061;transport=tls will force the use of the proxy at proxy.example.com over TLS protocol on port 5061" = "Suprascrie adresa serverului de ieșire SIP obținut din căutarea DNS. Exemplu: proxy.exemplu.com:5061;transport=tls va forța folosirea serverului proxy.example.com prin TLS la portul 5061";

/* Label */
"Participant must be a valid SIP address. " = "Participantul trebuie sa aibe o adresă SIP validă. ";

/* Label */
"Participants" = "Participanți";

/* Label */
"Password" = "Parolă";

/* Label */
"Password for authentication requested by web server, if not set the SIP account password will be used" = "Parolă pentru autentificarea la serverul web, dacă nu e setată, se va folosi parola contului SIP";

/* Menu item */
"Paste %s" = "Lipește %s";

/* Label */
"Pause iTunes During Audio Calls" = "Pune Pauză la iTunes pe Durata Convorbirii";

/* Label */
"Peer to Peer" = "Punct La Punct";

/* Label */
"Pending" = "În așteptare";

/* Contact detail */
"Pending authorization" = "Așteptare Autorizare";

/* Label */
"Permanently remove account %s?" = "Șterge definitiv contul %s?";

/* Label */
"Phone Numbers" = "Numere De Telefon";

/* Label */
"pixels" = "pixeli";

/* Label */
"Play Presence Sounds" = "Notificări Disponibilitate Auzibile";

/* Label */
"Please add at least one participant. " = "Adaugă cel puțin un participant. ";

/* Label */
"Please choose a Username for your account." = "Alege un nume utilizator pentru cont.";

/* Label */
"Please confirm the deletion of %s Bonjour history entries" = "Confirmă ștergerea a %s înregistrări Bonjour";

/* Label */
"Please confirm the deletion of %s history entries" = "Confirmă ștergerea a %s intrări din istorie";

/* Label */
"Please confirm the deletion of group '%s' from the Contacts list. The contacts part of this group will be preserved. " = "Confirmă ștergerea grupului '%s' din lista de contacte. Contactele vor rămine. ";

/* Label */
"Please enter a Password for your new SIP Account." = "Introduce o parolă pentru nou cont.";

/* Label */
"Please enter a valid conference room of at least 2 alpha-numeric . _ or - characters, it must start and end with a +, a positive digit or letter" = "Introduce o cameră de conferință validă din cel puțin doua cifre, numere, _ sau -.";

/* Label */
"Please enter a valid email address." = "Introduce o adresa validă de email.";

/* Label */
"Please enter an address containing alpha numeric characters" = "Introduce o adresa alfa numerică";

/* Label */
"Please enter your account password." = "Introduce parola contului.";

/* Label */
"Please enter your Display Name." = "Introduce Numele Afișat";

/* Label */
"Please enter your SIP address provided by your SIP service provider. The address must be in user@domain format, for example alice@example.com" = "Introduce o adresă SIP obținută de la un furnizor de servicii. Adresa trebuie să fie în formatul utilizator@domeniu.";

/* Label */
"Please generate the private key" = "Generează cheia privată";

/* Label */
"Please select an account" = "Selectează un cont";

/* Label */
"Please select at least one media type. " = "Selectează măcar un canal ";

/* Label */
"Port" = "Port";

/* Label */
"Presence Status" = "Disponibilitate";

/* Label */
"Primary Proxy" = "Proxy Primar";

/* Label */
"Private message from %s" = "Mesaje privat de la %s";

/* Label */
"Private message to %s" = "Mesaj privat către %s";

/* Label */
"Probing Failed" = "Testare Eșuată";

/* Label */
"Proposal failed" = "Propunere eșuată";

/* Label */
"Proposal rejected" = "Propunere rejectată";

/* Label */
"Protocols" = "Protocoale";

/* Label */
"Publish Interval" = "Interval Publicare";

/* Window title */
"Purge History Entries" = "Șterge Istoria";

/* Accesibility outlet description */
"Push button" = "Buton";

/* Audio session tooltip */
"Put the call on hold" = "Pune Pe Pauză";

/* Button title */
"Quit" = "Închide Programul";

/* Label */
"Receive Incoming Calls" = "Primește Apeluri";

/* Accesibility outlet description */
"Record Audio" = "Înregistrează Convorbirea Audio";

/* Audio recording text label */
"Recording will start in %is..." = "Înregistrarea pornește în %is...";

/* Audio recording text label */
"Recording..." = "Inregistrez...";

/* Label */
"Recordings Directory" = "Directorul cu Înregistrări";

/* Status bar menu item */
"Redial" = "Sună Din Nou";

/* Status bar menu item */
"Redial %s" = "Sună Din Nou La %s";

/* Window title */
"Redirect Call" = "Redirectează Apelul";

/* Label */
"register Interval" = "Interval Înregistrare";

/* Label */
"Registration %s" = "Înregistrare %s";

/* Accesibility text */
"Registration disabled" = "Înregistrare dezactivată";

/* Accesibility text */
"Registration failed" = "Înregistrare eșuată";

/* Label */
"Registration failed:" = "Înregistrare eșuată:";

/* Accesibility text */
"Registration started" = "Înregistrare incepută";

/* Accesibility text
   Label */

"Registration succeeded" = "Înregistrare reușită";

/* Button title */
"Reject" = "Refuză";

/* Button title */
"Reject All" = "Refuză Tot";

/* Label */
"Reject Anonymous Callers" = "Rejecteză Apelanții Anonimi";

/* Label */
"Reject Unauthorized Callers" = "Rejectează Apelanții Blocați";

/* Label */
"Remote chat history disabled" = "Stocarea istoriei la distanță este dezactivată";

/* Label */
"Remote chat history enabled" = "Stocarea istoriei la distanță este activată";

/* Label */
"Remote Conference Files" = "Fișiere Partajate În Conferință";

/* Label */
"Remote party does not support encryption" = "Celălalt nu suportă criptare";

/* Label */
"Remote party failed to establish the connection" = "Celălalt nu a reușit să se conecteze";

/* Label */
"Remote party has not started OTR protocol" = "Celălalt nu a pornit protocolul OTR";

/* Label */
"Remote party would like to transfer you to %s\nWould you like to proceed and call this address?" = "Celălalt vrea să transfere apelul către %s, ești de acord să suni la aceasta adresă?";

/* Label */
"Remote Screen offered by" = "Partajare Ecran oferită de";

/* Participants contextual menu item */
"Removal requested..." = "Cerere de scoatere...";

/* Button title */
"Remove" = "Șterge";

/* Button title */
"Remove Account" = "Șterge Contul";

/* Tooltip */
"Remove audio" = "Renunță la Audio";

/* Menu item */
"Remove chat" = "Oprește Text";

/* Window title */
"Remove from conference" = "Scoate din conferință";

/* Menu item */
"Remove From Group" = "Scoate Din Grup";

/* Menu item */
"Remove video" = "Oprește Video";

/* Menu item */
"Remove Video" = "Oprește Video";

/* Window title */
"Rename Conference Configuration" = "Renumește Configurația Conferinței";

/* Menu item */
"Rename configuration..." = "Renumește configurația...";

/* Window title */
"Rename Group" = "Renumește Grupul";

/* Menu item */
"Rename..." = "Renumește...";

/* Button title */
"Replace" = "Înlocuiește";

/* Label */
"Replace Starting +" = "Înlocuiește +";

/* Label */
"Replication Password" = "Parola De Replicare";

/* Audio status label */
"Request Cancelled" = "Cerere Anulată";

/* Menu item */
"Request Screen from %s" = "Cere Partajarea Ecranului lui %s";

/* Menu item */
"Request Screen Sharing" = "Cere Partajarea Ecranului";

/* Menu item */
"Request Screen Sharing from %s" = "Partajarea Ecranului cerută de %s";

/* Label */
"Requesting File..." = "Cere Fișier...";

/* Menu item */
"Requesting Screen from %s..." = "Cere Partajarea Ecranului lui %s...";

/* Button title */
"Respond" = "Răspunde";

/* Window title */
"Restart Required" = "Este Necesară Repornirea";

/* Button title */
"Restore" = "Reface";

/* Audio status label
   Contact detail
   Label */


"Ringing..." = "Sună...";

/* Menu item */
"Romanian" = "Română";

/* Label */
"Root URI" = "Root URI";

/* Label */
"Routing failure: %s" = "Eroare de rutare: %s";

/* Label */
"RTP Media" = "Canal RTP";

/* Label */
"RTT Threshold" = "Limită Întîrziere";

/* Label */
"Saturday" = "sîmbătă";

/* Menu item */
"Save configuration..." = "Salvează Configurația...";

/* Label */
"Say Incoming Caller Name" = "Spune Numele Apelantului";

/* Window title */
"Screen Sharing" = "Partajare Ecran";

/* Label */
"Screen Sharing Ended" = "Partajarea Ecranului S-a Terminat";

/* Label */
"Screen Sharing Failed" = "Partajarea Ecranului A Eșuat";

/* Label */
"Screen Sharing from %s" = "Partajarea Ecranului lui %s";

/* Label */
"Screen Sharing Settings" = "Setari Partajare Ecran";

/* Window title */
"Screen Sharing with %s" = "Partajarea Ecranului cu %s";

/* Menu item */
"Scroll to:" = "Navighează la:";

/* Label */
"Scroll up for going back in time" = "Navighează în sus pentru a căuta în trecut";

/* Label */
"Search Base" = "Bază De Căutare";

/* Search box placeholder */
"Search Contacts or Enter Address" = "Caută Contacte sau Introduce Adresă";

/* Label */
"seconds" = "secunde";

/* Label */
"Select a Picture" = "Selectează Imagine";

/* Menu item */
"Select All" = "Selectează Tot";

/* Menu item */
"Select Configuration" = "Selectează Configurația";

/* Window title */
"Select Contact Icon" = "Selectează Icoana Contactului";

/* Button title */
"Select File" = "Selectează Fisier";

/* Window title */
"Select Files or Folders and Click Open to Send" = "Selectează Fișiere Sau Directoare și Trimite";

/* Menu item */
"Select Period" = "Selectează Perioada";

/* Window title */
"Select Sound File" = "Selectează Fișierul Sonor";

/* Menu item */
"Select Video Device" = "Selectează Dispozitivul Video";

/* Enrollment panel label */
"Select whether you want to add a SIP Account you already\nhave or create a new one." = "Alege daca ai deja un cont SIP sau vrei să creezi unul nou.";

/* Menu item */
"Send File To Address" = "Trimite Fișier la Adresă";

/* Menu item */
"Send Files..." = "Trimite Fișiere...";

/* Label */
"Send Inband DTMF" = "Trimite DTMF în bandă";

/* Menu item */
"Send Instant Message..." = "Mesaje Scurte...";

/* Menu item */
"Send Short Message..." = "Trimite Mesaj Scurt...";

/* Label */
"September" = "septembrie";

/* Label */
"Server Address" = "Adresă Server";

/* Label */
"Server Failure (%s)" = "Eroare Server (%s)";

/* Label */
"Server Relayed" = "Transmis prin Server";

/* Window title */
"Server Tools For %s" = "Uneltele Serverului pentru %s";

/* Label */
"Server Website" = "Server Website";

/* Audio status label */
"Session Cancelled" = "Apel Anulat";

/* Audio status label */
"Session Ended" = "Apel Terminat";

/* Audio status label */
"Session Ended by Remote" = "Terminat de celălalt";

/* Label */
"Session Failed" = "Apel Eșuat";

/* Accesibility outlet description */
"Session to %s" = "Apel către %s";

/* Label */
"Set port to 0 for automatic allocation" = "Setează 0 pentru alocarea automată";

/* Menu item */
"Share My Screen" = "Partajează Ecranul Meu";

/* Menu item */
"Share My Screen with %s" = "Partajează-mi Ecranul cu %s";

/* Menu item */
"Share My Screen with Conference Participants" = "Partajează-mi Ecranul cu Participanții Prezenți";

/* Window title */
"Shared Screen of %s" = "Partajează Ecranul lui %s";

/* Menu item */
"Sharing My Screen with %s..." = "Partajez Ecranul cu %s...";

/* Label */

"Short Messages" = "Mesaje Scurte";

/* Window Title */
"Short Messages with %s" = "Mesaje Scurte cu %s";

/* Label */
"Show Address Book" = "Arată Contactele din Sistem";

/* Menu item */
"Show Availability Information..." = "Arată Disponibilitatea Detaliată...";

/* Label */
"Show Blocked Contacts" = "Arată Contactele Blocate";

/* Tooltip */
"Show collaborative editor" = "Arată Editor Cooperativ";

/* Menu item */
"Show Confirm Identity Phrase" = "Arată Confirmare Frazei De Identificare";

/* Label */
"Show Contacts Without Group" = "Atară Contactele Fară Grupuri";

/* Contacts menu item */
"Show Dialpad" = "Arată Tastatura Numerică";

/* Menu item */
"Show Hidden Entries" = "Arată Întrările Ascunse";

/* Label */
"Show In Alert Panel" = "Arată În Panoul De Alerte";

/* Menu item */
"Show in History Viewer..." = "Arată în Istoria Conversațiilor...";

/* Label */
"Show Incoming Calls" = "Arată Apelurile Primite";

/* Label */
"Show Missed Calls" = "Arată Apelurile Pierdute";

/* Label */
"Show Online Group" = "Arată Grupul Online";

/* Label */
"Show Outgoing Calls" = "Arată Apelurile Făcute";

/* Menu item */
"Show Session Information" = "Arată Informația Apelului";

/* Label */
"Show Voicemail Group" = "Arată Mesaje Vocale";

/* Button title */
"Shut Down" = "Oprește";

/* Window title */
"Sign In to SIP Account" = "Intră la Contul SIP";

/* Window title */
"Sign Up For a SIP Account" = "Aplică Pentru Cont SIP";

/* Window title */
"Sign Up to SIP Account" = "Întră cu Contul SIP";

/* Label */
"Silence Audible Alerts" = "Oprește Soneria (Mod Silențios)";

/* Window title */
"SIP Account Created" = "Cont SIP Creat";

/* Label */
"SIP address must contain host in bonjour mode: %s" = "Adresa SIP trebuie să conțina hostul in modul bonjour: %s";

/* Label */
"SIP address must not contain unicode characters: %s" = "Adresa SIP nu poate conține caraterele %s";

/* Label */
"SIP Address to subscribe for receiving message waiting indicator notifications" = "Adresa de abonare pentru a fi notificat cînd sînt mesajele vocale noi stocate pe server";

/* Label */
"SIP Session" = "Apel SIP";

/* Label */
"SIP Signaling" = "Semnalizare SIP";

/* Label */
"SMS Message Received" = "Mesaj SMS primit";

/* Label */
"Sound Alerts" = "Alerte Sonore";

/* Menu item */
"Spanish" = "Español";

/* Menu item */
"Special Groups" = "Grupuri Speciale";

/* Label */
"sRTP Encryption" = "Criptare sRTP";

/* Label */
"stalled" = "blocat";

/* Window title */
"Start a new Conference" = "Pornește o conferință noua";

/* Tooltip */
"Start audio" = "Pornește audio";

/* Menu item */

"Start Audio Call" = "Convorbire Audio";

/* Tooltip */
"Start chat" = "Convorbire Text";

/* Window title */
"Start New Conference" = "Pornește Conferință Nouă";

/* Button title */
"Start Now" = "Pornește Acum";

/* Tooltip */
"Start Recording" = "Pornește Înregistrarea";

/* Window title */
"Start Scheduled Conference" = "Pornește Conferința Plănuită";

/* Menu item */
"Start Video Call" = "Pornește Video";

/* Label */
"started" = "pornit(ă)";

/* Label */
"Starting File Transfer..." = "Pornesc Transferul Fișierului...";

/* Tooltip */
"Stop Recording" = "Oprește Înregistrarea";

/* Button title
   Menu item */

"Stop Screen Sharing" = "Oprește Partajarea Ecranului";

/* Label */
"stopped" = "oprit";

/* Label */
"Strip Digits" = "Taie Cifre";

/* Label */
"STUN Servers" = "Servers STUN";

/* Label */
"Subscribe Interval" = "Interval Abonare";

/* Label */
"succeeded" = "cu succes";

/* Label */
"Sunday" = "dumincă";

/* Button title */
"Switch" = "Comută";

/* Tooltip */
"Switch back to chat session" = "Comută înapoi la apel";

/* Label */
"Switch to New Devices when Plugged-in" = "Comută pe dispozitivele noi după conectare";

/* Label */
"Sync with iCloud" = "Sincronizeaza cu iCloud";

/* Popup title */

"System Default" = "Optiunea Implicită A Sistemului";

/* Menu item */
"System Default (%s)" = "Opțiunea Implicită (%s)";

/* Audio session tooltip */
"Take over the call" = "Preia convorbirea";

/* Menu item */
"Tell Me When Contact Is Available" = "Spune Cînd Contactul E Disponibil";

/* Label */
"Terminating Screen Sharing..." = "Termină Partajarea Ecranului...";

/* Tooltip */
"Text conversation is not saved to history database" = "Mesajele nu sînt salvate in baza de date";

/* Tooltip */
"Text conversation is saved to history database" = "Mesajele sînt salvate in baza de date";

/* Label */
"The address you typed is invalid, only ASCII characters are allowed." = "Adresa introdusă este invalidă, numai caracterele ASCII sînt permise.";

/* Label */
"The configuration file is corrupted. You will need to replace it and re-enter your account information. \n\nYour current configuration file will be backed up to %s.corrupted. " = "Fișierul de configurare este corupt. El va fi salvat pentru inspecție ulterioară în %s. Va trebui să creezi din nou toate setările și conturile. ";

/* Label */
"The remote party has redirected his calls to %s.\nWould you like to call this address?" = "Apelatul a redirectat apelurile către %s.\n. Vrei să apelezi noua destinatie?";

/* Label */
"The Username must contain at least 4 lowercase alpha-numeric . _ or - characters and must start and end with a positive digit or letter" = "Utilizatorul trebuie să conțină cel puțin 4 caractere alfa numerice - _ și să inceapă și să se termine cu o literă sau o cifră";

/* Label */
"There are %i Chat sessions, click Close to terminate them all." = "Sînt %i conversații active, confirmă inchiderea tuturor.";

/* Label */
"There are currently %s of log files" = "Sînt loguri cu dimensiunea de %s";

/* Label */
"There are currently no active accounts" = "Nu sînt conturi active";

/* Label */
"There are no contacts available for backup." = "Nu existp comtacte pentru salvare.";

/* Label */
"There are no previous messages" = "Nu există mesaje";

/* Label */
"There was a fatal error affecting Blink core functionality. The program cannot continue and will be shut down. Information about the cause of the error can be found by opening the Console application and searching for 'Blink'." = "A a vut loc o eroare capitală. Programul va fi oprit. Cauza se poate localiza în aplicația Consolă căutînd numele programului.";

/* Label */
"There was an error during startup of core functionality:\n%s" = "A avut loc o eroare fatașă la pronire:\n%s";

/* Label */
"These settings apply only for SIP signalling" = "Aceste setări se aplica numai la semnalizarea SIP";

/* System notification body */
"This audio call has been recorded" = "Această convorbire a fost înregistrată";

/* System notification body */
"This contact wishes to see your availability" = "Acest contact dorește să se aboneze la disponibilitatea ta";

/* Label */
"This operation cannot be undone. " = "Această operație nu poate fi reversată. ";

/* Label */
"This operation will restore %d contacts present in the backup taken at " = "Această operație va recupera %d contacte presente în slavarea făcută la ";

/* Label */
"Thursday" = "joi";

/* Label */
"TLS connection broke" = "Conexiune TLS eșuată";

/* Label */
"TLS Settings" = "Setări TLS";

/* Label
   Window title */

"To %s" = "Către %s";

/* Label */
"to account %s" = "la contul %s";

/* Label */
"To Bonjour account" = "La contul Bonjour";

/* Label */
"To enable replication of Chat messages between multiple clients, you must copy your Chat replication password from another instance where the password has already been set. You can find the Chat replication password in the Advanced section of your account." = "Pentru a replica mesajele text între mai multe computere, trebuie copiată parola de replicare care se găsește în secțiunea avansată a contului numită Convorbiri Text.";

/* Menu item */
"To First Position" = "La Prima Poziție";

/* Label */
"To revert to the standard values, chose the first option" = "Pentru a folosi valorile implicite, alege prima opțiune";

/* Contacts menu item */
"Toggle Group Expansion" = "Comută Expandarea Grupului";

/* Accesibility outlet description */
"Transfer Call" = "Transferă Convorbirea";

/* Menu item */
"Transfer Call To" = "Transferă Convorbirea Către";

/* Audio status label */
"Transfer Failed (%s)" = "Transfer Eșuat (%s)";

/* Label */
"Transfer of File" = "Transfer Fisier";

/* Audio status label */
"Transfer Rejected (%s)" = "Transfer Rejectat (%s)";

/* Audio status label */
"Transfer Succeeded" = "Transfer Cu Succes";

/* Audio status label */
"Transfer: %s" = "Transfer: %s";

/* Label */
"Transferred" = "Transferat";

/* Label */
"Transferred %s of " = "Transferat %s din ";

/* Audio status label */
"Transferring..." = "Transfer...";

/* Label */
"Transport" = "Transport";

/* Label */
"Tuesday" = "marți";

/* Placeholder text */
"Type text and press Enter" = "Introduce Text și Apasă Enter";

/* Label */
"UDP Port Range" = "Interval Port UDP";

/* Label */
"Unavailable Message" = "Mesajul Nedisponibil";

/* Tooltip */
"Unhold" = "Continuă";

/* Unknown date */
"unknown" = "necunoscut";

/* Contact detail */
"Unreachable" = "De Negăsit";

/* Label */
"URL that is opened when an incoming call is received. $caller_username, $caller_party and $called_party are replaced with the username part of the SIP address of the caller, the full SIP address of the caller and called SIP account respectively. Example: http://example.com/p.phtml?caller=$caller_party&called=$called_party&user=$caller_username" = "Adresa externă care se deschide la primirea unui apel din exterior. $caller_username, $caller_party și $called_party sînt înlocuite cu partea utilizator a adresei SIP a apelantului, adresa completă si contul folosit. Exemplu: http://example.com/p.phtml?caller=$caller_party&called=$called_party&user=$caller_username";

/* Label */
"Use Default Web Browser For Alerts" = "Folosește Browserul Web Implicit";

/* Label */
"Use ICE" = "Folosește ICE";

/* Label */
"Use MSRP Relay For Outbound" = "Folosește MSRP pentru ieșire";

/* Label */
"Use Resource List Server" = "Folosește RLS";

/* Label */
"Use Speech Recognition" = "Folosește Recunoașterea Vocala";

/* Label */
"User Not Online" = "Apelatul Nu Este Online";

/* Label */
"User Unreachable" = "Apelatul Nu Poate Fi Contactat";

/* Label */
"Username" = "Utilizator";

/* Label */
"Using %s for output " = "Folosind %s ca dispozitiv ieșire ";

/* Label */
"Using audio device" = "Folosind dispozitivul audio";

/* Label */
"Using Built-in Microphone and Output" = "Folosind Dispozitivile Audio Din Computer";

/* Label */
"Value above which the RTT graphic is displayed with red color" = "Peste această valoare, graficul de latență eset afișat cu culoarea roșie";

/* Label */
"Verification request sent" = "Cerere de verificare trimisă";

/* Label */
"Verify Server" = "Verifică Serverul";

/* Label */
"Verify the validity of TLS certificate presented by remote server. The certificate must be signed by a Certificate Authority installed in the system." = "Verifică validitatea certificatului TLS prezentat de către server. Certificatul trebuie să fie semnat de o autoritate instalată în sistem.";

/* Window title */
"Video" = "Video";

/* Label */
"Video call from %s" = "Convorbire Video cu %s";

/* Label */
"Video call requested by" = "Convorbire Video cerută de";

/* Label */
"Video Codecs" = "Codecuri Video";

/* Label */
"Video Ended" = "Video Finalizat";

/* Menu item */
"Video not supported by remote" = "Video nu este suportat la depărtare";

/* Label */
"Video Settings" = "Setări Video";

/* Label */
"Video Stream" = "Canal Video";

/* Contact detail */
"Voice Message" = "Mesaj Vocal";

/* Contact detail
   Menu item */

"Voice Messages" = "Mesaje Vocale";

/* Label
   Menu item */


"Voicemail" = "Mesaje Vocale";

/* Label */
"Volume: %i%%" = "Volum: %i%%";

/* Label */
"Web Page" = "Pagină Web";

/* Label */
"Web page address that provides access to the SIP account information on the SIP server, must be given by the service provider. HTTP digest authentication is supported by using the same credentials of the SIP account. Alternatively, a different password can be set below" = "Adresa WEB care corespunde pe server cu contul SIP.";

/* Label */
"Wednesday" = "miercuri";

/* Preferences placeholder text */
"When enabled, Answering Machine will auto answer the call after the predefined delay" = "Daca este activat, mașina de mesaje va răspude automat la apeluri dupa o întîrziere programată";

/* Label */
"When enabled, the account will register to the SIP server and is able to receive incoming calls" = "Cînd este activat, contul se va înregistra la serverul SIP si va putea primi apeluri";

/* Label */
"When set, it can be manually selected as SIP Outbound Proxy in the Call menu" = "Dacă este setat, se poate alege manual ca server de iesire in meniu Apel.";

/* Label */
"Would you like to consolidate the two contacts into %s" = "Vrei să consolidezi cele două contacte in %s";

/* Label */
"Would you like to merge %s " = "Dorești să agregezi %s ";

/* Label */
"Would you like to start a conference with the %i active sessions? Once started you may use drag and drop to add and remove contacts to and from the conference. " = "Vrei să incepi o conferintă cu cele %i convorbiri active? După ce incepi conferința, poți adăuga sau scoate participanți tragînd cu mausul. ";

/* Label */
"X.509 certificate and unencrypted private key concatenated in the same file" = "Certificatul X.509 și parola lui necriptată trebuie să fie concatenate în același fișier";

/* Label */
"X.509 Certificate File" = "Certificate X.509";

/* Label */
"XCAP Storage" = "Stocare XCAP";

/* Date label */
"yesterday at %s" = "ieri la ora %s";

/* System notification body */
"You have %d new and " = "Ai %d noi și ";

/* System notification body */
"You have %d new voicemail messages" = "Ai %d mesaje noi";

/* Label */
"You may replace the starting + from telephone numbers with 00 or other numeric prefix required by your SIP service provider" = "Înlocuiește semnul + de la începutul numerelor de telefon cu 00 sau alt prefix numeric suportat de funrizorul de servicii";

/* Search box tooltip */
"You may type digits or letters, letters will automatically be translated into digits. Press enter or click # on the dialpad to start the call" = "Poți introduce litere si cifre, literele vor fi automat convertite la cifre. Apasă enter sau # pentru a porni apelul.";

/* Search box tooltip */
"You may type text to search for contacts or press enter to start a call to an arbitrary address or phone number" = "Poti introduce text pentru a căuta contacte sau apasă enter pentru a apela o adresă arbitrară";

/* Label */
"You must restart the software to apply this change" = "Trebuie repornit programul pentru a activa schimbările";

/* Label */
"You want to verify the identity of %s using a commonly known secret. Optionally, you can ask a question as a hint." = "Vrei să verifici identitatea lui %s folosind un secret stiut numai de voi doi. Opțional, poți trimite o întrebare de ajutor.";

/* Label */
"You will request the conference server to remove %s from the room. Are your sure?" = "Vrei să ceri serverului de conferință să-l scoată pe %s din cameră?";

/* Label */
"Your new SIP Address is:\n\n%s" = "Noua ta adresă SIP este:\n\n%s";

/* Audio status label */
"zRTP Verify Failed" = "Verificarea zRTP A Eșuat";

/* Preference option error */
"Illegal end hour value: %d" = "Oră de sfîrsit invalidă: %d";

/* Preference option error */
"Illegal HTTP URL scheme (http and https only): %s" = "Adresă HTTP invalidă, trebuie să înceapă cu http sau https: %s";

/* Preference option error */
"Illegal LDAP DN format for username: %s" = "Format utilizator LDAP DN invalid: %s
";

/* Preference option error */
"Illegal LDAP DN format: %s" = "Format LDAP DN invalid: %s
";

/* Preference option error */
"Illegal port value: %d" = "Valoare port ilegală: %d";

/* Preference option error */
"Illegal start hour value: %d" = "Oră pornire invalidă: %d";

/* Preference option error */
"Illegal volume level: %d" = "Nivel de volum invalid: %d";